Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# ConnectingToProxyEnable
source: Enable
cs: Zapnout
he: הפעל
hr: OMOGUĆI
hu: Engedélyezés
nb: Aktiver
sk: Zapnúť
sr_cyrl: Омогући

# ContactJoined
source: Contact joined Telegram
cs: Kontakt začal používat Telegram
he: איש קשר הצטרף לטלגרם
hr: Kontakt se pridružio Telegramu
hu: Ismerős csatlakozott a Telegramhoz
nb: Kontakt har begynt å bruke Telegram
sk: Kontakt začal používať Telegram
sr_cyrl: Контакт придружен Telegram-у

# ContactNotRegistered
source: {0} is not on Telegram yet, would you like to invite them to join?
cs: Uživatel {0} ještě není na Telegramu, chcete mu poslat pozvánku k připojení?
he: ⁨{0}⁩ עדיין לא בטלגרם, האם ברצונך לשלוח הזמנה להצטרפות?
hr: {0} još uvijek nije na Telegramu. Želite li poslati pozivnicu za pridruživanje Telegramu?
hu: {0} még nem regisztrált Telegram-felhasználó. Itt a remek lehetőség, hogy meghívd őt.
nb: {0} er ikke på Telegram ennå, vil du invitere vedkommende til å bli med?
sk: {0} zatiaľ nie je na Telegrame, chcete ho pozvať?
sr_cyrl: Корисник {0} још није на Telegram-у. Желите ли га позвати да се придружи?

source: Contacts
cs: Kontakty
he: אנשי קשר
hr: Kontakti
hu: Névjegyek
nb: Kontakter
sk: Kontakty
sr_cyrl: Контакти

# ContactsPermissionAlert
source: **Telegram** needs access to your contacts so that you can connect with your friends across all your devices. Your contacts will be continuously synced with Telegram's heavily encrypted cloud servers.
cs: **Telegram** potřebuje přístup k Vašim kontaktům, abyste se s nimi mohli spojit napříč všemi svými zařízeními. Vaše kontakty budou synchronizovány na silně zašifrovaných serverech Telegramu v cloudu.
he: **טלגרם** זקוק לגישה אל אנשי הקשר שלך, כך שתוכל להתחבר לחבריך בכל המכשירים שלך. אנשי הקשר שלך יסונכרנו ברציפות עם שרתי הענן המוצפנים בכבדות של טלגרם.
hr: **Telegram** treba pristup vašim kontaktima kako bi bili povezani na svim uređajima. Kontakti će biti sinkronizirani pomoću sigurnih Telegramovih servera.
hu: A **Telegram**nak hozzá kell férnie a névjegyeidhez, hogy az összes ismerősödhöz csatlakozhass. A névjegyek a Telegram erősen titkosított szerverein keresztül kerülnek szinkronizálásra.
nb: For å kommunisere med alle du kjenner sømløst, tillat **Telegram** tilgang til kontaktene dine.
sk: **Telegram** potrebuje prístup k vašim kontaktom, aby ste sa mohli spojiť s priateľmi vo všetkých svojich zariadeniach. Vaše kontakty budú neustále synchronizované so silne šifrovanými cloudovými servermi Telegramu.
sr_cyrl: **Telegram**-у је потребан приступ вашим контактима да бисте се могли повезати са пријатељима на свим својим уређајима. Ваши контакти ће бити континуирано синхронизовани са Telegram-овим јако шифрованим серверима у облаку.

# ContactsPermissionAlertContinue
source: Continue
cs: Pokračovat
he: המשך
hr: Nastavi
hu: FOLYTATÁS
nb: Fortsett
sk: Pokračovať
sr_cyrl: Настави

# ContactsPermissionAlertNotNow
source: Not now
cs: Nyní ne
he: לא עכשיו
hr: Ne sada
hu: MOST NEM
nb: Ikke nå
sk: Teraz nie
sr_cyrl: Касније

source: Contact Support
cs: Kontaktovat podporu
he: צור קשר עם התמיכה
hr: Kontaktirajte podršku
hu: Támogatás kérése
nb: Kontakt support
sk: Kontaktovať podporu
sr_cyrl: Контактирајте подршку

# ContactSupportInfo
source: Tell us about any issues; logging out doesn't usually help.
cs: Řekněte nám o Vašich problémech; odhlášení obvykle nepomůže.
he: ספר לנו בנוגע לתקלות; התנתקות בדרך כלל לא עוזרת.
hr: Recite nam ako imate nekih problema. Odjava s računa obično ne pomaže.
hu: Értesíts minket a hibákról; a kijelentkezés általában nem segít.
nb: Fortell oss om problemer du støter på – å logge ut hjelper vanligvis ikke.
sk: Povedzte nám o akýchkoľvek problémoch; odhlásenie zvyčajne nepomôže.
sr_cyrl: Реците нам које проблеме имате. Одјава обично не помаже.

source: Continue
cs: Pokračovat
he: המשך
hr: Nastavi
hu: Folytatás
nb: Fortsett
sk: Pokračovať
sr_cyrl: Настави

# ConvertGroup
source: Convert to Supergroup
cs: Povýšit na superskupinu
he: המר לקבוצת על
hr: Pretvori u supergrupu
hu: Szupercsoporttá alakítás
nb: Forandre til supergruppe
sk: Previesť na superskupinu
sr_cyrl: Претвори у супергрупу

# ConvertGroupAlert
source: This action is irreversible. It is not possible to downgrade a supergroup to a regular group.
cs: Tato akce je nevratná. Není možné degradovat superskupinu zpět na normální skupinu.
he: פעולה זו בלתי הפיכה. לא ניתן לשנמך קבוצת על לקבוצה רגילה.
hr: Ova radnja je nepovratna. Ne možete vratiti supergrupu u običnu grupu.
hu: Ez a művelet nem vonható vissza. Egy szupercsoportot nem lehet visszaminősíteni sima csoporttá.
nb: Denne handlingen kan ikke angres. Det er ikke mulig å nedgradere en supergruppe til en vanlig gruppe.
sk: Táto akcia sa nedá vrátiť späť. Nie je možné zmeniť superskupinu na bežnú skupinu.
sr_cyrl: Ова радња је неповратна. Није могуће променити супергрупу у редовну групу.

# ConvertGroupAlertWarning
source: Warning
cs: Varování
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
nb: Advarsel
sk: Upozornenie
sr_cyrl: Упозорење

# ConvertGroupInfo2
source: **In supergroups:** New members can see the full message history Deleted messages will disappear for all members Admins can add a description to the group Creator can set a public link for the group
cs: **V superskupinách:** • Noví členové uvidí celou historii zpráv • Smazané zprávy budou smazané u všech členů • Správci mohou přidávat popis skupiny • Zakladatel může vytvořit veřejný odkaz na skupinu
he: **בקבוצות על:** • חברים חדשים יכולים לצפות בכל היסטוריית ההודעות. • הודעות שנמחקו ייעלמו עבור כל החברים • מנהלים יכולים לנעוץ הודעות חשובות • יוצר הקבוצה יכול להגדיר קישור ציבורי לקבוצה
hr: **U supergrupama:** • Novi članovi mogu vidjeti cijelu povijest razgovora • Izbrisane poruke bit će uklonjene svim članovima • Administratori mogu staviti opis grupe • Vlasnik može postaviti javni link za grupu
hu: **A szupercsoportban:** • Az új tagok láthatják az összes csevegési előzményt • A törölt üzenetek mindenkinél törlődnek • Az adminisztrátorok hozzáadhatnak leírást a csoporthoz • A tulajdonos nyilvános hivatkozást adhat csoportnak
nb: **I supergrupper:** • Nye medlemmer kan se hele meldingshistorikken • Slettede meldinger vil forsvinner for alle medlemmer • Administratorer kan legge til en gruppebeskrivelse • Skaperen kan angi en offentlig lenke for gruppen
sk: **V superskupinách:** • Noví členovia môžu vidieť celú históriu konverzácie • Odstránené správy sa nezobrazia žiadnemu členovi • Správcovia môžu pridať popis skupiny • Tvorca môže nastaviť verejný odkaz pre skupinu
sr_cyrl: **У супергрупама:** • Нови чланови могу да прегледају целу историју порука • Избрисане поруке ће нестати за све чланове • Админи могу да закаче важне поруке • Власник може да подеси јавни линк за групу

# ConvertGroupInfo3
source: **Note:** this action can't be undone.
cs: **Poznámka**: toto je nevratná akce.
he: **הערה:** לא ניתן לבטל פעולה זו.
hr: **Napomena:** ova radnja se ne može poništiti.
hu: **Figyelem:** Ez a művelet nem vonható vissza.
nb: **Merk:** denne handlingen kan ikke angres.
sk: **Poznámka:** táto akcia sa nedá vrátiť.
sr_cyrl: **Напомена:** ова радња се не може опозвати.

source: Copy
cs: Kopírovat
he: העתק
hr: Kopiraj
hu: Másolás
nb: Kopier
sk: Kopírovať
sr_cyrl: Копирај

source: Copy Link
cs: Kopírovat odkaz
he: העתק קישור
hr: Kopiraj link
hu: Hivatkozás másolása
nb: Kopier lenke
sk: Kopírovať odkaz
sr_cyrl: Копирај линк

source: Country
cs: Země
he: מדינה
hr: Država
hu: Ország
nb: Land
sk: Krajina
sr_cyrl: Земља

source: Create
cs: Vytvořit
he: צור
hr: Napravi
hu: Létrehozás
nb: Opprett
sk: Vytvoriť
sr_cyrl: Направи

# CreateGroupError
source: Sorry, you can't create a group with these users because of their privacy settings.
cs: Litujeme, nemůžete vytvořit skupinu s těmito uživateli z důvodu jejich nastavení ochrany osobních údajů.
he: מצטערים, לא ניתן ליצור קבוצה עם משתמשים אלה בגלל הגדרות הפרטיות שלהם.
hr: Nažalost, ne možete napraviti grupu s ovim korisnicima zbog njihovih postavki privatnosti.
hu: Sajnáljuk, nem hozhatsz létre csoportot ezekkel a felhasználókkal az adatvédelmi beállításaik miatt.
nb: Beklager, du kan ikke lage en gruppe med disse brukerne på grunn av deres personverninnstillinger.
sk: Prepáčte, nemôžte vytvoriť skupinu s týmito používateľmi pre ich nastavenia súkromia.
sr_cyrl: Не можете направити групу са овим корисницима због њихових подешавања приватности.

source: Create Link
cs: Vytvořit odkaz
he: צור קישור
hr: Napravi link
hu: Hivatkozás létrehozása
nb: Opprett lenke
sk: Vytvoriť odkaz
sr_cyrl: Направи линк

source: Create New Contact
cs: Vytvořit nový kontakt
he: צור איש קשר חדש
hr: Napravi novi kontakt
hu: Új névjegy létrehozása
nb: Opprett ny kontakt
sk: Vytvoriť nový kontakt
sr_cyrl: Направи нови контакт

# CreateNewFilter
source: Create New Folder
cs: Vytvořit novou složku
he: צור תיקיה חדשה
hr: Napravi novu mapu
hu: Új mappa létrehozása
nb: Opprett ny mappe
sk: Vytvoriť nový priečinok
sr_cyrl: Направи нову фасциклу

# CreateNewFilterInfo
source: Create folders for different groups of chats and quickly switch between them.
cs: Vytvořte složky pro různé skupiny konverzací s možností rychlého přepínání.
he: צור תיקיות עם קבוצות וצ'אטים שונים והחלף ביניהן במהירות.
hr: Napravite mape za različite grupe razgovora i organizirajte ih.
hu: Az egyedi módon összeállított mappáidban könnyebben át tudod látni a különböző csevegésidet. (Nagyon hasznos, ha már több emberrel csevegsz és már több csatornára is feliratkoztál.)
nb: Gruppér samtaler i mapper og bla gjennom dem raskt og enkelt.
sk: Vytvorte priečinky pre rôzne skupiny konverzácii a rýchle prepínanie medzi nimi.
sr_cyrl: Направите фасцикле за различите групе ћаскања и брзо прелазите између њих.

# CreateNewLinkHelp
source: You can generate invite links that expire after they are used.
cs: Můžete vytvořit odkazy s pozvánkou, které po použití pozbydou platnost.
he: ניתן ליצור קישורי הזמנה שיפוגו לאחר השימוש בהם.
hr: Možete napraviti linkove s ograničenim brojem korištenja.
hu: Létrehozhatsz meghívó linkeket, amelyek a használatuk után lejárnak.
nb: Du kan opprette invitasjonslenker som utløper etter bruk.
sk: Môžete vygenerovať pozvánky, ktorých platnosť vyprší po použití.
sr_cyrl: Можете направити позивнице које истичу након коришћења.

# CreateNewTheme
source: Create a New Theme
cs: Vytvořit nový motiv
he: צור ערכת נושא חדשה
hr: Napravi novu temu
hu: Új kinézet létrehozása
nb: Opprett nytt tema
sk: Vytvoriť nový motív
sr_cyrl: Направи нову тему

# CreateNewThemeAlert
source: You can create your own theme by changing colors within the app. You can always switch back to the default Telegram theme here.
cs: Můžete vytvářet vlastní motivy změnou barev v aplikaci. Kdykoli se můžete vrátit k výchozímu motivu Telegramu.
he: ניתן ליצור ערכת נושא משלך על ידי שינוי צבעים בתוך היישום. תמיד אפשר לחזור לערכת נושא ברירת המחדל של טלגרם כאן.
hr: Možete napraviti vlastitu temu mijenjajući boje u aplikaciji. Uvijek se možete vratiti na Telegramovu zadanu temu.
hu: Az alkalmazás színeinek megváltoztatásával saját témát hozhatsz létre. Itt mindig visszaállítható az alapértelmezett Telegram téma.
nb: Du kan lage ditt eget tema ved å endre fargene i appen. Du kan når som helst bytte tilbake til standard Telegram tema her.
sk: Môžete si vytvoriť vlastný motív zmenou farieb v aplikácií. Tu vždy môžete vrátiť späť predvolený motív Telegramu.
sr_cyrl: Можете направити сопствену тему променом боја унутар апликације. Увек можете да се вратите на подразумевану Telegram-ову тему.

# CreateNewThemeMenu
source: Create New Theme
cs: Vytvořit nový motiv
he: צור ערכת נושא חדשה
hr: Napravi novu temu
hu: Új kinézet készítése
nb: Opprett nytt tema
sk: Vytvoriť nový motív
sr_cyrl: Направи нову тему

source: Create Theme
cs: VYTVOŘIT TÉMA
he: צור ערכת נושא
hr: Napravi temu
hu: Téma létrehozása
nb: Opprett tema
sk: Vytvoriť motív
sr_cyrl: Направи тему

# CreateTopicTitle
source: Choose a topic name and icon
cs: Zvolte název vlákna a ikonu
he: בחר את שם וסמל הנושא
hr: Odaberite naziv i ikonu teme
hu: Válaszd ki a téma nevét és ikonját
nb: Velg emnenavn og ikon
sk: Výber názvu témy a ikony
sr_cyrl: Изаберите икону и назив теме

source: CROP
cs: OŘÍZNOUT
he: חתוך
hr: IZREŽI
hu: VÁGÁS
nb: BESKJÆR
sk: OREZAŤ
sr_cyrl: ОПСЕЦИ

source: Crop image
cs: Oříznout obrázek
he: חתוך תמונה
hr: Izreži sliku
hu: Kép vágása
nb: Beskjær bildet
sk: Orezať obrázok
sr_cyrl: Опсецање слике

# CropOriginal
source: Original
cs: Originál
he: מקורי
hu: Eredeti
nb: Opprinnelig
sk: Originál
sr_cyrl: Оригинал

# CropSquare
source: Square
cs: Čtverec
he: ריבוע
hu: Négyzet
nb: Kvadratisk
sk: Štvorec

# CurrentSession
source: This device
cs: Toto zařízení
he: מכשיר זה
hr: Ovaj uređaj
hu: Ez az eszköz
nb: Denne enheten
sk: Toto zariadenie
sr_cyrl: Овај уређај

# CustomAvatarTooltip
source: photo set by you
cs: fotka nastavená Vámi
he: התמונה הוגדרה על ידך
hr: slika koju ste vi postavili
hu: általad beállított kép
nb: bilde valgt av deg
sk: vami nastavená fotka
sr_cyrl: ви сте подесили слику

# CustomCallInfo
source: These users will or will not be able to call you regardless of the settings above.
cs: Tito uživatelé Vám budou/nebudou moci zavolat bez ohledu na výše uvedená nastavení.
he: משתמשים אלו יוכלו או לא יוכלו להתקשר אליך ללא קשר להגדרות שלמעלה.
hr: Ovi korisnici će vam moći ili neće moći upućivati pozive bez obzira na gornje postavke.
hu: Korlátozhatod vagy engedélyezheted, hogy kik hívhatnak, felülírva a fenti beállításokat.
nb: Disse brukerne vil ikke kunne ringe deg, uavhengig av instillingene ovenfor.
sk: Títo používatelia vám budú alebo nebudú môcť zavolať aj napriek vyššie uvedeným nastaveniam.
sr_cyrl: Ови корисници ће моћи или неће моћи да вас зову, без обзира на подешавања изнад.

# CustomHelp
source: You won't see Last Seen or Online statuses for people with whom you don't share yours. Approximate times will be shown instead (recently, within a week, within a month).
cs: Důležité: Neuvidíte dobu poslední aktivity lidí, se kterými nesdílíte Vaši poslední aktivitu. Místo toho bude zobrazen přibližný čas (nedávno, během týdne, během měsíce).
he: לא תוכל לראות מתי משתמשים מחוברים או נראו לאחרונה אם לא תשתף את זה איתם. יוצג זמן מוערך במקום (לאחרונה, השבוע, החודש).
hr: Nećete moći vidjeti vrijeme zadnjeg posjeta za osobe s kojima ne dijelite vaše vrijeme zadnjeg posjeta. Umjesto toga bit će prikazano približno vrijeme zadnjeg posjeta (nedavno, prije par dana, prije par tjedana).
hu: Fontos: te sem fogod látni annak az embernek az aktivitását, akivel nem osztod meg a sajátodat. A hozzávetőleges adatok viszont látszódni fognak (közelmúltban, nincs egy hete, nincs egy hónapja).
nb: Du vil ikke se Sist sett-tidspunkt eller nettstatus for personer du ikke deler din egen status med. Omtrentlige tider vil i stedet vises (nylig, i løpet av en uke, i løpet av en måned).
sk: Neuvidíte stavy Naposledy videný alebo Online u tých ľudí, s ktorými ich nezdieľate ani vy. Zobrazovať sa bude len približný čas (nedávno, v priebehu týždňa, v priebehu mesiaca).
sr_cyrl: Нећете видети време последње активности или статус на мрежи за људе са којима ни ви не делите. Уместо тога биће приказано приближно време (недавно, у року од недељу дана, у року од месец дана).

# CustomP2PInfo
source: Peer-to-peer in calls will or will not be used with these users regardless of the settings above.
cs: Peer-to-Peer bude v hovorech povoleno/zakázáno v závislosti na nastavení výše.
he: יעשה או לא יעשה שימוש בשיחות עמית-לעמית עם המשתמשים האלה בלי קשר להגדרות למעלה.
hr: Peer-to-peer pozivi će se koristiti ili neće koristiti bez obzira na gornje postavke.
hu: A peer-to-peer engedélyezése vagy tiltása a fenti beállításoktól függetlenül.
nb: Likemannsnettverk (P2P) vil eller vil ikke bli brukt med disse brukerne uavhengig av innstillingene ovenfor.
sk: Peer-to-peer počas hovorov s týmito používateľmi bude alebo nebude použité, nezávisle od nastavení vyššie.
sr_cyrl: Peer-to-Peer у позивима ће бити или неће бити коришћен са овим корисницима, без обзира на подешавања изнад.

# CustomShareInfo
source: These users will or will not be able to add you to groups and channels regardless of the settings above.
cs: Tito uživatelé Vás budou/nebudou moci přidat do skupin a kanálů bez ohledu na výše uvedená nastavení.
he: משתמשים אלה יוכלו או לא יוכלו להוסיף אותך לקבוצות ולערוצים ללא קשר להגדרות שלמעלה.
hr: Ovi korisnici će vas moći ili neće moći dodavati u grupe ili kanale bez obzira na postavke iznad.
hu: Ezeknek a felhasználóknak tilthatod vagy engedélyezheted a csoporthoz való hozzáadást, a fenti beállítástól függetlenül.
nb: Disse brukerne vil eller vil ikke kunne legge deg til i grupper og kanaler uavhengig av innstillingene ovenfor.
sk: Títo používatelia vás budú alebo nebudú môcť pridať do skupín a kanálov, aj napriek vyššie uvedením nastaveniam.
sr_cyrl: Ови корисници ће моћи или неће моћи да вас додају у групе и на канале без обзира на подешавања изнад.

# CustomShareSettingsHelp
source: You can add users or entire groups as exceptions that will override the settings above.
cs: Můžete přidat uživatele nebo celou skupinu jako výjimku, která bude nadřazená nastavení výše.
he: ניתן להוסיף משתמשים או קבוצות שלמות כחריגים שיעקפו את ההגדרות שלמעלה.
hr: Možete dodati korisnike ili grupe kao iznimke koje će nadglasati gornje postavke.
hu: Hozzáadhatsz felhasználókat vagy teljes csoportokat kivételként, amelyek beállításai felülírják a fentieket.
nb: Du kan legge til brukere eller hele grupper som unntak som vil overstyre verdiene ovenfor.
sk: Môžete pridať používateľov alebo celé skupiny ako výnimky, ktoré prepíšu nastavenia vyššie.
sr_cyrl: Можете додати кориснике или целе групе као изузетке који ће заменити подешавања изнад.

source: Custom themes
cs: Vlastní motivy
he: ערכות נושא מותאמות אישית
hr: Prilagođene teme
hu: Egyéni témák
nb: Egendefinerte tema
sk: Vlastné motívy
sr_cyrl: Прилагођене теме

# DartInfo
source: Send a **:dart:** emoji to try your luck.
cs: Pošlete smajlík **:dart:** a zkuste své štěstí.
he: שלח אימוג'י של **:מטרה:** כדי לנסות את מזלך.
hr: Pošaljite emoji 🎯i okušajte sreću.
hu: Küldj **:dart:** hangulatjelet, hogy szerencsét próbálj.
nb: Send en **:dart:** emoji for å prøve lykken.
sk: Pošlite emoji **:šípky:**, aby ste skúsili vaše šťastie.
sr_cyrl: Пошаљите **:dart:** емоџи да окушате срећу.

# DataSettings
source: Data and Storage
cs: Data a úložiště
he: נתונים ואחסון
hr: Podaci i pohrana
hu: Adatok és tárhely
nb: Data og lagring
sk: Dáta a úložisko
sr_cyrl: Подаци и меморија

# DataUsage
source: Disk and network usage
cs: Využití úložiště a datové sítě
he: שימוש בנתונים ואחסון
hr: Korištenje pohrane i podataka
hu: Háttértár és hálózat használat
nb: Disk og nettverksbruk
sk: Spotreba úložiska a siete
sr_cyrl: Меморија и потрошња података

# Days_one
source: {0} day
cs: {0} den
he: יום ⁨{0}⁩
hr: {0} dan
hu: {0} nap
nb: {0} dag
sk: {0} deň
sr_cyrl: {0} дан

# Days_other
source: {0} days
cs: {0} dnů
he: ⁨{0}⁩ ימים
hr: {0} dana
hu: {0} nap
nb: {0} dager
sk: {0} dní
sr_cyrl: {0} дана

# Deactivate
source: DELETE NOW
cs: SMAZAT NYNÍ
he: למחוק כעת
hr: IZBRIŠI SADA
hu: TÖRLÉS MOST
nb: SLETT NÅ
sk: ODSTRÁNIŤ TERAZ
sr_cyrl: ИЗБРИШИ САДА

source: Decline
cs: Odmítnout
he: דחה
hr: Odbaci
hu: Elutasítás
nb: Avslå
sk: Zamietnuť
sr_cyrl: Одбиј

# DeclineCall
source: Decline
cs: Odmítnout
he: דחה
hr: Odbaci
hu: Elutasít
nb: Avvis
sk: Zamietnuť
sr_cyrl: Одбиј

# DeclineDeactivate
source: Decline & Delete
cs: Odmítnout a Smazat
he: סרב ומחק
hr: OBUSTAVI I IZBRIŠI
hu: Elutasítás és törlés
nb: Avslå og slett
sk: Zamietnuť a zmazať
sr_cyrl: Одбиј и избриши

source: Default
cs: Výchozí
he: ברירת מחדל
hr: Zadano
hu: Alapértelmezett
nb: Standard
sk: Predvolené
sr_cyrl: Подразумевано

source: Delete
cs: Smazat
he: מחק
hr: Izbriši
hu: Törlés
nb: Slett
sk: Odstrániť
sr_cyrl: Избриши

# DeleteAccountHelp
source: If you do not come online at least once within this period, your account will be deleted along with all messages and contacts.
cs: Jestliže nebudete online alespoň jednou během tohoto období, Váš účet bude smazán společně se všemi zprávami a kontakty.
he: אם לא תהיה מחובר לפחות פעם אחת בתקופה זו, החשבון שלך ימחק יחד עם כל ההודעות ואנשי הקשר.
hr: Ako niste na Telegramu barem jednom u odabranom razdoblju, račun će se izbrisati zajedno s porukama i kontaktima.
hu: Ha nem leszel elérhető legalább egyszer ezen időszakon belül, akkor a fiókod minden üzenettel és névjeggyel együtt törlésre kerül.
nb: Hvis du ikke logger inn minst en gang i denne perioden vil kontoen din slettes sammen med alle dine grupper, meldinger og kontakter.
sk: Pokiaľ sa neprihlásite aspoň raz za toto časové obdobie, váš účet bude odstránený spolu so všetkými skupinami, správami a kontaktmi.
sr_cyrl: Ако барем једном не дођете на мрежу у овом периоду, ваш налог ће бити избрисан заједно са свим групама, порукама и контактима.

# DeleteAccountIfAwayFor2
source: Delete my account if away for
cs: Smazat účet, pokud budu pryč alespoň
he: מחק את החשבון שלי בהעדר פעילות למשך
hr: Izbriši moj račun ako je neaktivan
hu: Fiók törlése ennyi távollét után:
nb: Slett min konto hvis jeg er borte i
sk: Odstrániť môj účet, ak som preč
sr_cyrl: Избриши налог ако није активан

source: Delete All
cs: Smazat vše
he: מחק הכל
hr: Izbriši sve
hu: Összes törlése
nb: Slett alle
sk: Odstrániť všetko
sr_cyrl: Избриши све

# DeleteAllFrom
source: Delete all from {0}
cs: Vymazat vše od uživatele {0}
he: מחק הכל מ⁨{0}⁩
hr: Izbriši sve od {0}
hu: {0} minden üzenetének törlése
nb: Slett alt fra {0}
sk: Odstrániť všetko od používateľa {0}
sr_cyrl: Избриши све од {0}

# DeleteAndExit
source: Delete and Leave Group
cs: Opustit a smazat skupinu
he: מחק ועזוב קבוצה
hr: Izbriši i napusti grupu
hu: Kilépés a csoportból és törlés
nb: Slett og forlat gruppen
sk: Odstrániť a opustiť skupinu
sr_cyrl: Избриши и напусти групу

# DeleteBackground_one
source: Delete background
cs: Smazat pozadí
he: מחק רקע
hr: Izbriši {0} pozadinu
hu: Háttér törlése
nb: Slett bakgrunn
sk: Odstrániť pozadie
sr_cyrl: Избриши {0} позадину

# DeleteBackground_other
source: Delete {0} backgrounds
cs: Smazat {0} pozadí
he: מחק ⁨{0}⁩ רקעים
hr: Izbriši {0} pozadina
hu: {0} háttér törlése
nb: Slett {0} bakgrunner
sk: Odstrániť {0} pozadí
sr_cyrl: Избриши {0} позадина

# DeleteBanUser
source: Ban user
cs: Blokovat uživatele
he: הרחק משתמש
hr: Zabrani pristup
hu: Felhasználó tiltása
nb: Utesteng bruker
sk: Zablokovať používateľa
sr_cyrl: Забрани приступ

source: Delete calls
cs: Smazat hovory
he: מחק שיחות
hr: Izbriši razgovore
hu: Hívások törlése
nb: Slett anrop
sk: Odstrániť hovory
sr_cyrl: Избриши позиве

# DeleteCallsForEveryone
source: Delete for everyone
cs: Smazat pro všechny
he: מחק עבור כולם
hr: Izbriši svima
hu: Törlés mindenkinél
nb: Slett for alle
sk: Odstrániť pre všetkých
sr_cyrl: Избриши за све

# DeleteChat
source: Delete and exit
cs: Smazat a zavřít
he: מחק וצא
hr: Izbriši i napusti
hu: Törlés és kilépés
nb: Slett og forlat
sk: Odstrániť a odísť
sr_cyrl: Избриши и изађи

# DeleteChatBackgroundsAlert
source: Are you sure you want to delete the selected backgrounds?
cs: Opravdu chcete odstranit vybraná pozadí?
he: האם באמת ברצונך למחוק את הרקעים שנבחרו?
hr: Želite li izbrisati označene pozadine?
hu: Biztosan törölni szeretnéd a kiválasztott háttereket?
nb: Er du sikker på at du vil slette de valgte bakgrunnene?
sk: Naozaj chcete odstrániť vybrané pozadia?
sr_cyrl: Желите ли да избришете изабрану позадину?

# DeleteChatUser
source: Delete chat
cs: Smazat konverzaci
he: מחק צ'אט
hr: Izbriši razgovor
hu: Csevegés törlése
nb: Slett samtale
sk: Odstrániť konverzáciu
sr_cyrl: Избриши ћаскање

source: Delete contact
cs: Smazat
he: מחק איש קשר
hr: Izbriši kontakt
hu: Törlés
nb: Slett kontakt
sk: Odstrániť kontakt
sr_cyrl: Избриши контакт

source: Deleted message
cs: Smazaná zpráva
he: ההודעה נמחקה
hr: Izbrisana poruka
hu: Törölt üzenet
nb: Slettet melding
sk: Odstránená správa
sr_cyrl: Избрисана порука
